Repository: hipster-philology/pyrrha
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bo_cn

source: Log in
bo_cn: ཐོ་འཇུག

source: Forgot password?
bo_cn: གསང་གྲངས་མི་དྲན་ནམ།

source: Email address
bo_cn: གློག་འཕྲིན་ཁ་བྱང་།

source: Account type
bo_cn: ཁ་བྱང་གི་རིགས།

source: Create an account
bo_cn: ཐོ་འགོད།

source: Back to dashboard
bo_cn: གཙོ་ངོས་སུ་ཕྱིར་ལོག

source: Add New User
bo_cn: སྤྱོད་མཁན་གསར་པ་སྣོན།

source: Create a new user account
bo_cn: སྤྱོད་མཁན་གྱི་ཁ་བྱང་གསར་པ་ཞིག་བཟོ།

source: Registered Users
bo_cn: ཐོ་འགོད་བྱས་ཟིན་པའི་སྤྱོད་མཁན།

source: Contact control lists administrators
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་གི་འཛིན་སྐྱོང་བར་འབྲེལ་གཏུགས།

source: Description
bo_cn: འགྲེལ་བཤད།

source: Bibliography
bo_cn: དཔེ་ཐོ།

source: Information
bo_cn: གནས་ཚུལ།

source: You are an owner of this control list
bo_cn: ཁྱེད་རང་སྟངས་འཛིན་ཐོ་གཞུང་འདིའི་བདག་པོ་ཞིག་ཡིན།

source: Owners
bo_cn: དོ་དམ་པ།

source: Rewrite
bo_cn: བསྐྱར་འབྲི་བྱེད།

source: The following pages are made to completely rewrite control lists. Use with caution !
bo_cn: གཤམ་བཀོད་ཀྱི་ཤོག་ངོས་དག་ནི་སྟངས་འཛིན་ཐོ་གཞུང་ཡོངས་སུ་བསྐྱར་འབྲི་བྱས་པ་ལས་གྲུབ་པ་ཡིན། བཀོལ་སྤྱོད་སྐབས་གཟབ་ནན་བྱེད་དགོས།

source: Rewrite Lemma List
bo_cn: Lemma ཡི་ཐོ་བསྐྱར་འབྲི་བྱེད།

source: Rewrite POS List
bo_cn: ཚིག་གཤིས་ཀྱི་ཐོ་བསྐྱར་འབྲི་བྱེད།

source: Rewrite Morphology List
bo_cn: ཚིག་གི་གྲུབ་ཆའི་ཐོ་བསྐྱར་འབྲི་བྱེད།

source: DANGER ZONE
bo_cn: གཟབ་དགོས་སའི་གནས།

source: Make public
bo_cn: སྤྱི་སྤྱོད་ཅན་དུ་བཟོས་པ།

source: Submit
bo_cn: འབུལ་སྤྲོད།

source: Description of the control list
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་དེའི་འགྲེལ་བཤད།

source: Language
bo_cn: སྐད་ཡིག

source: Language, using
bo_cn: སྤྱོད་བཞིན་པ་, སྐད་ཡིག

source: Bibliography of the control list
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་དེའི་དཔེ་ཐོ།

source: Guidelines
bo_cn: སློབ་སྟོན།

source: Manage Lists
bo_cn: དོ་དམ་ཐོ་གཞུང་།

source: Lemma
bo_cn: མ་ཚིག

source: POS
bo_cn: ཚིག་གཤིས།

source: Morphologies
bo_cn: ཚིག་གི་གྲུབ་ཆ་རྣམས།

source: Others
bo_cn: གཞན།

source: Propose changes
bo_cn: འཆར་གཞིའི་འགྱུར་བ།

source: Rename
bo_cn: མིང་གསར་བརྗེ།

source: Edit informations
bo_cn: གནས་ཚུལ་རྩོམ་སྒྲིག་བྱེད།

source: Control List for Lemmas
bo_cn: Lemmas ཡི་སྟངས་འཛིན་ཐོ་གཞུང་།

source: Add new lemma
bo_cn: མ་ཚིག་གསར་སྣོན།

source: Save the new lemmas
bo_cn: མ་ཚིག་གསར་པ་ཉར།

source: Saving
bo_cn: ཉར་མུས།

source: Saved
bo_cn: ཉར་ཟིན།

source: Error:
bo_cn: གནད་དོན་ནི།

source: Results
bo_cn: མཐའ་འབྲས།

source: Search for
bo_cn: བཙལ་བྱ།

source: Show help
bo_cn: རམ་འདེགས་སྟོན།

source: Rename the control list
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་དེ་ལ་མིང་བསྐྱར་འདོགས་བྱེད།

source: All account types
bo_cn: ཁ་བྱང་གི་རིགས་ཡོངས།

source: First name
bo_cn: དངོས་མིང་།

source: Last name
bo_cn: རུས་མིང་།

source: Status
bo_cn: གནས་བབས།

source: Confirmed
bo_cn: གཏན་འཁེལ་བྱས་ཟིན།

source: Not Confirmed
bo_cn: གཏན་འཁེལ་བྱས་མི་འདུག

source: View and manage corpora users
bo_cn: སྐད་མཛོད་སྤྱོད་མཁན་རྣམས་འཆར་སྟོན་དང་དོ་དམ།

source: Add or remove corpus access to users
bo_cn: སྤྱོད་མཁན་ཚོར་སྐད་མཛོད་ཀྱི་ཆོག་མཆན་སྤྲོད་པ་དང་ཡང་ན་ཕྱིར་ཕུད།

source: See all as administrator
bo_cn: ཚང་མ་འཛིན་སྐྱོང་བ་ནང་བཞིན་སྣང་དགོས།

source: More detailed view...
bo_cn: ཧ་ཅང་གི་ཞིབ་ཕྲ་སྟོན།

source: Corpora
bo_cn: སྐད་མཛོད།

source: Control Lists
bo_cn: གཏན་འབེབ་ཟིན་པའི་ཐོ་གཞུང་།

source: View and manage
bo_cn: འཆར་སྟོན་དང་དོ་དམ།

source: users
bo_cn: སྤྱོད་མཁན།

source: Add or remove
bo_cn: ཡར་སྣོན་དང་ཡང་ན་ཕྱིར་ཕུད།

source: access to users
bo_cn: སྤྱོད་མཁན་ལ་ཆོག་མཆན་སྤྲོད་པ།

source: View
bo_cn: སྟོན།

source: Only
bo_cn: ཁོ་ན།

source: owners can manage user accesses
bo_cn: བདག་པོ་ཚོས་སྤྱོད་མཁན་གྱི་ཆོག་མཆན་ལ་དོ་དམ་བྱེད་ཆོག

source: Owner
bo_cn: བདག་པོ།

source: Grant access to a user
bo_cn: སྤྱོད་མཁན་ཞིག་ལ་ཆོག་མཆན་སྤྲོད་པ།

source: Corpus
bo_cn: སྐད་མཛོད།

source: Dashboard
bo_cn: གཙོ་ངོས།

source: Log out
bo_cn: ཕྱིར་ཐོན།

source: Register
bo_cn: ཐོ་འགོད།

source: Log In
bo_cn: ནང་འཛུལ།

source: New Corpus
bo_cn: སྐད་མཛོད་གསར་པ།

source: Bug or request ?
bo_cn: གནད་དོན་ཡིན་ནམ་ཡང་ན་རེ་ཞུ་ཡིན།

source: Help
bo_cn: རམ་འདེགས།

source: Go to
bo_cn: དེར་འགྲོ།

source: Menu
bo_cn: ཐོ།

source: Home
bo_cn: མདུན་ངོས།

source: Preferences
bo_cn: རྒྱུ་ཆ་ཁག

source: Control List
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་།

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Change
bo_cn: བསྒྱུར་བཅོས།

source: Corpus Custom Dictionary
bo_cn: སྐད་མཛོད་འདི་ཉིད་ཀྱི་ཚིག་མཛོད།

source: Text history
bo_cn: སློབ་དེབ་ཀྱི་ལོ་རྒྱུས།

source: Delete the corpus (2 steps)
bo_cn: སྐད་མཛོད་དེ་ (2 steps) སུབ།

source: Go to bookmark
bo_cn: དཔེ་རྟགས་ཡོད་ས་དེར་འགྲོ།

source: Annotations
bo_cn: མཆན་འགྲེལ།

source: Correct
bo_cn: དག་སྒྲིག

source: Search
bo_cn: འཚོལ་ཞིབ།

source: Export
bo_cn: ཕྱིར་འདྲེན།

source: History
bo_cn: ལོ་རྒྱུས།

source: Correct unallowed ...
bo_cn: ཆོག་མཆན་མ་སྤྲད་པ་དག་སྒྲིག

source: lemma
bo_cn: མ་ཚིག

source: morphology
bo_cn: ཚིག་གི་གྲུབ་ཆ།

source: Your corpora
bo_cn: ཁྱེད་ཀྱི་སྐད་མཛོད།

source: Form
bo_cn: འགེངས་ཤོག

source: User
bo_cn: སྤྱོད་མཁན།

source: Context
bo_cn: སྐབས་བསྟུན།

source: Old Lemma
bo_cn: མ་ཚིག་རྙིང་བ།

source: Corr Lemma
bo_cn: Corr མ་ཚིག

source: Previous POS
bo_cn: སྔ་མའི་ POS

source: Actual POS
bo_cn: དངོས་ཡོད་ཀྱི་ POS

source: Previous Morph
bo_cn: སྔ་མའི་ཚིག་གི་གྲུབ་ཆ།

source: Actual Morph
bo_cn: དངོས་ཡོད་ཀྱི་ཚིག་གི་གྲུབ་ཆ།

source: Morph
bo_cn: ཚིག་གི་གྲུབ་ཆ།

source: Switch control list
bo_cn: སྟངས་འཛིན་ཐོ་གཞུང་བརྗེ་བ།

source: Custom dictionary
bo_cn: རྨང་གཞིའི་ཚིག་མཛོད།

source: Dictionaries
bo_cn: ཚིག་མཛོད་རྣམས།

source: List of supplementaries lemma for this corpus. One per line
bo_cn: སྐད་མཛོད་འདིའི་ཁ་གསབ་མ་ཚིག་གི་ཐོ་གཞུང་། རེ་རེ་ཐིག་ཕྲེང་རེ་ཡིན་དགོས།

source: Morph=MyMorph My human readable morph
bo_cn: Morph=MyMorph མིའི་རིགས་ཀྱིས་ཀློག་ཐུབ་པའི་ངའི་ཚིག་གི་གྲུབ་ཆ།

source: List of supplementaries POS for this corpus. Separated by coma:
bo_cn: བར་ཚེགས་ཀྱིས་བར་ཕྱེས་པའི་སྐད་མཛོད་འདིའི་ཁ་གསབ་POS ཀྱི་ཐོ་གཞུང་ནི།

source: Allowed POS
bo_cn: ཆོག་མཆན་ཐོབ་པའི་ཚིག་གཤིས།

source: Statistics
bo_cn: བསྡོམས་རྩིས།

source: words
bo_cn: མིང་ཚིག

source: annotations
bo_cn: མཆན་འགྲེལ།

source: corrected
bo_cn: དག་སྒྲིག་ཟིན་པ།

source: unallowed
bo_cn: ཆོག་མཆན་མ་ཐོབ་པ།

source: values
bo_cn: རིན་ཐང་།

source: forms
bo_cn: འགེངས་ཤོག

source: edited
bo_cn: རྩོམ་སྒྲིག་ཟིན་པ།

source: Annotations over time
bo_cn: ཆུ་ཚོད་ལས་བརྒལ་བའི་འགྲེལ་བརྗོད་ཁག

source: Most common corrections
bo_cn: ཆེས་སྤྱིར་བཏང་གི་ཕྱོགས་བསྒྲིགས་རྣམས།

source: Count
bo_cn: གྲངས་བརྩི།

source: Corrected
bo_cn: དག་སྒྲིག་ཟིན་པ།

source: Original
bo_cn: མ་ཕྱི།

source: Morphology
bo_cn: ཚིག་གི་གྲུབ་ཆ་རྣམས།

source: Create a new corpus
bo_cn: སྐད་མཛོད་གསར་བཟོ།

source: Metadata
bo_cn: གཞི་གྲངས་རྒྱས་པ།

source: Corpus Name
bo_cn: སྐད་མཛོད་མིང་།

source: This should be a clear name
bo_cn: འདི་མིང་གསལ་ཁ་དོད་པ་ཞིག་ཡིན་དགོས།

source: Number of words to display on the left of the word to annotate
bo_cn: འགྲེལ་བརྗོད་བྱ་རྒྱུའི་མིང་ཚིག་དེའི་གཡོན་ངོས་སུ་འཆར་རྒྱུའི་མིང་ཚིག་གི་གྲངས་ཀ

source: Number of words to display on the right of the word to annotate
bo_cn: འགྲེལ་བརྗོད་བྱ་རྒྱུའི་མིང་ཚིག་དེའི་གཡས་ངོས་སུ་འཆར་རྒྱུའི་མིང་ཚིག་གི་གྲངས་ཀ

source: [Optional] A specific token that is used as a delimiter between passages.
bo_cn: [Optional] བརྗོད་བྱ་རེ་རེའི་བར་གྱི་མཚམས་རྟགས་སུ་བཀོལ་རྒྱུའི་དམིགས་བསལ་གྱི་ token ཞིག

source: Layout
bo_cn: བར་འཇུག

source: Hide columns
bo_cn: དཀྱུས་ཐིག་སྦེད།

source: Data
bo_cn: གཞི་གྲངས།

source: The TSV should at least have the headers : form, lemma, POS, morph
bo_cn: TSV འདི་ལ་དམའ་མཐའ་ཡང་ཡོད་དགོས་པའི་མགོ་འདྲེན་དག་ནི། form་དང་། མ་ཚིག POS, ཚིག་གི་གྲུབ་ཆ།

source: Example :
bo_cn: དཔེར་བརྗོད་ནི།

source: Lemmatize
bo_cn: མ་ཚིག་འགར།

source: If your text is not lemmatized, select the language and click on lemmatize.
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱི་ཡིག་ཆ་མ་ཚིག་བཟོས་མེད་ན། སྐད་ཡིག་དེ་བདམས་ཏེ་མ་ཚིག་བཟོ་ཟེར་བ་དེའི་སྒང་ལ་སྣུན། གལ་སྲིད་ཁྱེད་ཀྱི་ཡིག་ཆ་མ་ཚིག་བཟོས་མེད་ན། སྐད་ཡིག་དེ་བདམས་ཏེ་མ་ཚིག་བཟོ་ཟེར་བ་དེའི་སྒང་ལ་སྣུན།

source: tokens analyzed... Total is approximately computed and could differ depending on the language...
bo_cn: དབྱེ་ཞིབ་བྱས་ཟིན་པའི་tokens ཡི་སྤྱི་སྡོམ་ནི་ཧ་ལམ་རྩིས་བརྒྱབ་ཟིན་པ་དང་སྐད་ཡིག་དེར་གཞིགས་ཏེ་ཁྱད་པར་འབྱེད་ཐུབ་་་

source: Operation finished with success !
bo_cn: ལས་འགུལ་བདེ་ལེགས་ངང་གྲུབ་སོང་།

source: tokens analyzed in total.
bo_cn: སྤྱི་བསྡོམས་ཀྱིས་དབྱེ་ཞིབ་བྱས་པའི་ tokens

source: Operation failed! Contact the administrator with the corpus you tried to lemmatize to investigate the issue.
bo_cn: ལས་འགུལ་ལམ་ལྷོངས་བྱུང་མ་སོང་། གནད་དོན་དེར་ཞིབ་འཇུག་བྱེད་པ་ལ་ཁྱེད་ཀྱིས་མ་ཚིག་བཟོ་ཐབས་བྱེད་བཞིན་པའི་སྐད་མཛོད་དེའི་འཛིན་སྐྱོང་བར་འབྲེལ་བ་བྱོས།

source: If your text is not tokenized and you do not need to pre-lemmatize it, you can use this function
bo_cn: གལ་སྲིད་ཁྱེད་ཀྱི་ཡིག་ཆ་ལ་མ་ཚིག་བཟོས་མེད་པ་དང་ཁྱེད་ལ་དེའི་སྔོན་འགྲོའི་མ་ཚིག་བཟོས་མི་དགོས་པ་ཡིན་ན། ཁྱེད་ཀྱིས་ཁྱད་ཆོས་འདི་བཀོལ་ཆོག

source: Remove hyphens (Be careful with this function)
bo_cn: འཐེན་རྟགས་རྣམས་སུབ། (Be careful with this function)

source: Keep punctuation
bo_cn: ཚེག་རྟགས་ཉོར།

source: Use an existing control list
bo_cn: ད་སྔ་ཡོད་བསྡད་པའི་སྟངས་འཛིན་ཐོ་གཞུང་ཞིག་བཀོལ་སྤྱོད་བྱེད།

source: Write your own
bo_cn: ཁྱེད་རང་རང་གིས་ཕྲིས།

source: Load a configuration
bo_cn: གྲུབ་ཆ་གོ་སྒྲིག་ཅིག་ནང་འདྲེན་བྱེད།

source: This helps kickstarting configuration
bo_cn: འདིས་གཞི་རྩའི་གྲུབ་ཆའི་སྒྲིག་བཀོད་ལ་རམ་འདེགས་བྱེད།

source: Latin (LASLA)
bo_cn: ལཱ་ཏིན། (LASLA)

source: Load
bo_cn: ནང་འདྲེན།

source: Lemma loaded
bo_cn: ནང་འདྲེན་བྱས་པའི་ Lemma

source: POS loaded
bo_cn: ནང་འདྲེན་བྱས་པའི་ཚིག་གཤིས།

source: Morphology loaded
bo_cn: ནང་འདྲེན་བྱས་པའི་ Morphology

source: Allowed lemma
bo_cn: ཆོག་མཆན་ཐོབ་པའི་ lemma

source: This should be formatted as a list of lemma separated by new line
bo_cn: འདི་ནི་ངེས་པར་དུ་ཐིག་ཕྲེང་གསར་པ་རེས་བར་ཕྱེས་པའི་lemma ཡི་ཐོ་གཞུང་ཞིག་གི་རྣམ་པ་རུ་ཡོད་དགོས།

source: This should be formatted as a list of POS separated by comma
bo_cn: འདི་ནི་ངེས་པར་དུ་བར་ཚེག་གིས་བར་ཕྱེས་པའི་POS ཡི་ཐོ་གཞུང་ཞིག་གི་རྣམ་པ་རུ་ཡོད་དགོས།

source: and no space
bo_cn: དང་བར་སྟོང་མེད་པ།

source: Allowed Morph (as TSV content)
bo_cn: ཆོག་མཆན་ཐོབ་པའི་ Morph (as TSV content)

source: The TSV should at least have the header : label and could have a <code>readable</code> column for human
bo_cn: TSV དེ་དམའ་མཐའ་ཡོད་དགོས་པའི་མགོ་འདྲེན་དག་ནི། བྱང་བུ་དང་མིས་ཀློག་ཐུབ་པའི་ཚན་པ་ཞིག <code>readable</code> ཡོད་དགོས།

source: [Optional] A specific token that is used as a delimiter between passages.
bo_cn: [Optional] བརྗོད་བྱ་རེ་རེའི་བར་གྱི་མཚམས་རྟགས་སུ་བཀོལ་རྒྱུའི་དམིགས་བསལ་གྱི་ token ཞིག

source: User Dashboard
bo_cn: སྤྱོད་མཁན་གྱི་གཙོ་ངོས།

source: View and manage user accounts
bo_cn: སྤྱོད་མཁན་གྱི་ཁ་བྱང་འཆར་སྟོན་དང་དོ་དམ།

source: Invite New User
bo_cn: སྤྱོད་མཁན་གསར་པ་གདན་འདྲེན།

source: Invites a new user to create their own account
bo_cn: ཁོ་ཚོ་རང་ཉིད་ཀྱི་ཁ་བྱང་གསར་བཟོའི་ཕྱིར་སྤྱོད་མཁན་གསར་པ་ཞིག་གདན་འདྲེན་བྱེད།

source: Welcome to Pyrrha !
bo_cn: Pyrrha ལ་ཕེབས་པར་དགའ་བསུ་ཞུ།

source: Add a token
bo_cn: token ཞིག་སྣོན།

source: This page allows you to add a token after the following one
bo_cn: ཤོག་ངོས་འདིས་ཁྱེད་ལ་ཡོང་བཞིན་པ་དེའི་རྗེས་སུ་token ཞིག་སྣོན་འཇུག་པ་ཡིན།

source: Form of the new token to insert
bo_cn: བར་འཇུག་བྱ་རྒྱུའི་token གསར་པ་དེའི་འགེངས་ཤོག

source: Record
bo_cn: སྒྲ་འཇུག

source: Go back to correcting annotations
bo_cn: ཕྱིར་དག་སྒྲིག་བྱེད་བཞིན་པའི་མཆན་འགྲེལ་ལ་ཕེབས།

source: List of tokens
bo_cn: token ཡི་ཐོ་གཞུང་།

source: Remove a token
bo_cn: token ཞིག་སུབ།

source: This page allows you to remove the following one
bo_cn: ཤོག་ངོས་འདིས་ཁྱེད་ལ་ཡོང་བཞིན་པ་དེ་སུབ་འཇུག

source: Confirm the token form
bo_cn: token འགེངས་ཤོག་དེ་གཏན་འཁེལ།

source: Delete
bo_cn: སུབ།

source: Token Edit
bo_cn: Token རྩོམ་སྒྲིག

source: This page allows you to correct the form of the following token
bo_cn: ཤོག་ངོས་འདིས་ཁྱེད་ལ་གཤམ་བཀོད་ཀྱི་ token ཡི་འགེངས་ཤོག་དེ་དག་སྒྲིག་བྱེད་འཇུག་པ་ཡིན།

source: New form
bo_cn: འགེངས་ཤོག་གསར་པ།

source: History of tokens edition
bo_cn: tokens ཡི་ཐོན་རིམ་གྱི་ལོ་རྒྱུས།

source: Date
bo_cn: ཟླ་ཚེས།

source: Type
bo_cn: རིགས།

source: Download
bo_cn: ཕབ་ལེན།

source: Search tokens within the corpus
bo_cn: སྐད་མཛོད་ནང་དུ་མ་ཚིག་འཚོལ་བཤེར།

source: To search forms which do not contain
bo_cn: འདུས་མེད་པའི་འགེངས་ཤོག་འཚོལ་ཕྱིར།

source: Similar matching:
bo_cn: འདྲ་ཤས་ཆེ་བ་རྣམས་ནི།

source: Similar tokens
bo_cn: tokens འདྲ་མཚུངས་ཁག

source: Partial
bo_cn: ཆ་ཤས།

source: Complete
bo_cn: ཧྲིལ་བོ།

source: Different on
bo_cn: མི་འདྲ་བ།

source: All matches are at least a match on form.
bo_cn: འདྲ་མཚུངས་ཡོངས་རྫོགས་དམའ་མཐའ་ཡང་འགེངས་ཤོག་སྒང་ལ་མཚུངས་པ་ཞིག་ཡིན་དགོས།

source: Original token
bo_cn: མ་ཕྱིའི་ token

source: Similar matching
bo_cn: འདྲ་ཤས་ཆེ་བ་རྣམས་ནི།
